Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Should I train today?
de: Sollte ich heute trainieren?
es: ¿Debería entrenar hoy?
fr: Devrais-je m'entraîner aujourd'hui ?
it: Dovrei allenarmi oggi?
pl: Czy powinienem dziś trenować?
pt_pt: Devo treinar hoje?
ru: Стоит ли мне тренироваться сегодня?
th: วันนี้ฉันควรฝึกไหม?
zh_hans: 我今天应该训练吗？
zh_hant: 我今天應該訓練嗎？

source: Should you push today?
de: Solltest du heute Gas geben?
es: ¿Deberías esforzarte hoy?
fr: Devriez-vous forcer aujourd'hui ?
it: Dovresti spingere oggi?
pl: Czy warto dzisiaj naciskać?
pt_pt: Deve empurrar hoje?
ru: Стоит ли сегодня выкладываться?
th: วันนี้คุณควรผลักดันไหม?
zh_hans: 今天该全力以赴吗？
zh_hant: 今天該全力以赴嗎？

source: show
de: anzeigen
es: mostrar
fr: afficher
it: mostra
pl: pokazywać
ru: показать
th: แสดง
zh_hans: 显示
zh_hant: 顯示

source: Show & reorder
de: Anzeigen & neu ordnen
es: Mostrar y reordenar
fr: Afficher et réorganiser
it: Mostra e riordina
pl: Pokaż i zmień kolejność
pt_pt: Mostrar e reordenar
ru: Показать и изменить порядок
th: แสดงและเรียงลำดับใหม่
zh_hans: 显示与重新排序
zh_hant: 顯示與重新排序

source: Show %@
de: %@ anzeigen
es: Mostrar %@
fr: Afficher %@
it: Mostra %@
pl: Pokaż %@
pt_pt: Mostrar %@
ru: Показать %@
th: แสดง %@
zh_hans: 显示 %@
zh_hant: 顯示 %@

source: Show %@ donation address
de: %@-Spendenadresse anzeigen
es: Mostrar la dirección de donación de %@
fr: Afficher l'adresse de don %@
it: Mostra l'indirizzo per donazioni %@
pl: Pokaż adres darowizny %@
pt_pt: Mostrar endereço de doação %@
ru: Показать адрес для пожертвования в %@
th: แสดงที่อยู่การบริจาค %@
zh_hans: 显示 %@ 捐赠地址
zh_hant: 顯示 %@ 捐贈地址

source: Show a Today card reminding you to log your journal
de: Eine Heute-Karte anzeigen, die dich ans Ausfüllen deines Journals erinnert
es: Mostrar una tarjeta en Hoy que te recuerde registrar tu diario
fr: Afficher une carte Aujourd'hui vous rappelant de remplir votre journal
pl: Pokaż kartę Dzisiaj przypominającą o konieczności zapisywania dziennika
pt_pt: Mostrar um cartão Hoje a lembrar-te de registar o teu diário
th: แสดงการ์ดวันนี้เพื่อเตือนให้คุณบันทึกบันทึกประจำวันของคุณ
zh_hans: 在“今天”页面显示提醒你记录日志的卡片

source: Show a trend graph beneath each metric.
de: Unter jeder Kennzahl ein Trenddiagramm anzeigen.
es: Muestra un gráfico de tendencia debajo de cada métrica.
fr: Afficher un graphique de tendance sous chaque mesure.
it: Mostra un grafico di tendenza sotto ogni metrica.
pl: Pokaż wykres trendu pod każdym wskaźnikiem.
pt_pt: Mostrar um gráfico de tendência por baixo de cada métrica.
ru: Показывать график тренда под каждым показателем.
th: แสดงกราฟแนวโน้มใต้แต่ละเมตริก
zh_hans: 在每项指标下方显示趋势图。
zh_hant: 在每項指標下方顯示趨勢圖。

source: Show all metrics
de: Alle Metriken anzeigen
es: Mostrar todas las métricas
fr: Afficher toutes les métriques
it: Mostra tutte le metriche
pl: Pokaż wszystkie dane
pt_pt: Mostrar todas as métricas
ru: Показать все показатели
th: แสดงตัวชี้วัดทั้งหมด
zh_hans: 显示所有指标
zh_hant: 顯示所有指標

source: Show all metrics, %lld more
de: Alle Metriken anzeigen, %lld weitere
es: Mostrar todas las métricas, %lld más
fr: Afficher toutes les métriques, %lld de plus
it: Mostra tutte le metriche, altre %lld
pl: Pokaż wszystkie metryki, %lld więcej
pt_pt: Mostrar todas as métricas, %lld mais
ru: Показать все показатели, ещё %lld
th: แสดงตัวชี้วัดทั้งหมด %lld เพิ่มเติม
zh_hans: 显示所有指标，还有 %lld 项
zh_hant: 顯示所有指標，還有 %lld 項

source: Show coach avatar
de: Coach-Avatar anzeigen
es: Mostrar avatar del coach
fr: Afficher l’avatar du coach
it: Mostra l'avatar dell'allenatore
pl: Pokaż awatar trenera
pt_pt: Mostrar avatar do treinador
ru: Показать аватар тренера
th: แสดงอวตารของโค้ช
zh_hans: 显示教练头像
zh_hant: 顯示教練頭像

source: Show coach memory
de: Coach-Gedächtnis anzeigen
es: Mostrar la memoria del coach
fr: Afficher la mémoire du coach
it: Mostra la memoria dell'allenatore
pl: Pokaż pamięć trenera
pt_pt: Mostrar memória do treinador
ru: Показать память тренера
th: แสดงความทรงจำของโค้ช
zh_hans: 显示教练记忆
zh_hant: 顯示教練記憶

source: Show Coach on Today
de: Coach auf „Heute“ anzeigen
es: Mostrar Coach en Hoy
fr: Afficher le Coach sur Aujourd’hui
it: Mostra Coach oggi
pl: Pokaż trenera w Dziś
pt_pt: Mostrar Coach hoje
ru: Показать Coach сегодня
th: แสดงโค้ชในวันนี้
zh_hans: 今天显示 Coach
zh_hant: 今天顯示 Coach

source: Show custom background
de: Eigenen Hintergrund anzeigen
es: Mostrar fondo personalizado
fr: Afficher l'arrière-plan personnalisé
it: Mostra sfondo personalizzato
pl: Pokaż niestandardowe tło
pt_pt: Mostrar fundo personalizado
ru: Показывать свой фон
th: แสดงพื้นหลังที่กำหนดเอง
zh_hans: 显示自定义背景
zh_hant: 顯示自訂背景

source: Show fewer
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
pl: Pokaż mniej
pt_pt: Mostrar menos
ru: Показать меньше
th: แสดงให้น้อยลง
zh_hans: 显示更少
zh_hant: 顯示更少

source: Show fewer metrics
de: Weniger Metriken anzeigen
es: Mostrar menos métricas
fr: Afficher moins de métriques
it: Mostra meno metriche
pl: Pokaż mniej danych
pt_pt: Mostrar menos métricas
ru: Показать меньше показателей
th: แสดงเมตริกน้อยลง
zh_hans: 显示更少指标
zh_hant: 顯示更少指標

source: Show how this is worked out
de: Zeigen Sie, wie das funktioniert
es: Muestre cómo se resuelve esto.
fr: Montrez comment cela se déroule
it: Mostra come funziona
pl: Pokaż sposób wyliczenia
pt_pt: Mostre como isso funciona
ru: Покажите, как это делается
th: แสดงให้เห็นว่าสิ่งนี้ได้ผลอย่างไร
zh_hans: 展示这是如何解决的
zh_hant: 展示這是如何解決的

source: Show key
de: Schlüssel anzeigen
es: Mostrar clave
fr: Afficher la clé
it: Mostra chiave
pl: Pokaż klucz
pt_pt: Mostrar chave
ru: Показать ключ
th: แสดงกุญแจ
zh_hans: 显示密钥
zh_hant: 顯示密鑰

source: Show up a set number of times a week.
de: Eine feste Anzahl Male pro Woche antreten.
es: Presentarte un número fijo de veces por semana.
fr: Vous présenter un nombre fixe de fois par semaine.
it: Presentarsi un determinato numero di volte a settimana.
pl: Pojawiaj się ustaloną liczbę razy w tygodniu.
pt_pt: Apareça um determinado número de vezes por semana.
ru: Приходите определенное количество раз в неделю.
th: แสดงจำนวนครั้งต่อสัปดาห์
zh_hans: 每周出现一定次数。
zh_hant: 每週出現一定次數。

source: Show what grounded this answer
de: Anzeigen, worauf diese Antwort beruht
es: Mostrar en qué se basa esta respuesta
fr: Afficher ce sur quoi repose cette réponse
it: Mostra cosa ha fondato questa risposta
pl: Pokaż podstawę tej odpowiedzi
pt_pt: Mostre o que fundamentou esta resposta
ru: Покажите, чем обоснован этот ответ
th: แสดงสิ่งที่ต่อสายดินคำตอบนี้
zh_hans: 显示此答案的依据
zh_hant: 顯示此答案的依據

source: Show what NOOP is synced from
de: Zeigen, woraus NOOP synchronisiert
es: Mostrar desde dónde se sincroniza NOOP
fr: Afficher la source de synchronisation de NOOP
it: Mostra da dove NOOP è sincronizzato
pl: Pokaż, z czego jest synchronizowany NOOP
pt_pt: Mostrar de onde o NOOP é sincronizado
ru: Показать, откуда синхронизируется NOOP
th: แสดงว่า NOOP ซิงค์จากอะไร
zh_hans: 显示 NOOP 从何处同步
zh_hant: 顯示 NOOP 從何處同步

source: Shown
de: Angezeigt
es: Mostrado
fr: Affiché
it: Mostrati
pl: Pokazano
pt_pt: Mostrado
ru: Показаны
th: แสดงแล้ว
zh_hans: 已显示
zh_hant: 已顯示

source: Shown on Today
de: Auf Heute angezeigt
es: Mostrado en Hoy
fr: Affiché sur Aujourd'hui
it: Mostrati in Oggi
pl: Widoczne w Dziś
pt_pt: Mostrado em Hoje
ru: Показаны в «Сегодня»
th: แสดงในวันนี้
zh_hans: 在「今天」中显示
zh_hant: 在「今天」中顯示

source: Shows a soft sunrise, day, dusk and night scene behind the Today screen. Turn it off for a plain dark canvas. Your cards stay exactly as readable.
de: Zeigt eine sanfte Szene aus Sonnenaufgang, Tag, Dämmerung und Nacht hinter dem Heute-Bildschirm. Schalte es aus für eine schlichte dunkle Fläche. Deine Karten bleiben genauso lesbar.
es: Muestra una escena suave de amanecer, día, atardecer y noche detrás de la pantalla Hoy. Desactívalo para un fondo oscuro liso. Tus tarjetas siguen siendo igual de legibles.
fr: Affiche une douce scène de lever de soleil, jour, crépuscule et nuit derrière l'écran Aujourd'hui. Désactivez-la pour un fond sombre uni. Vos cartes restent tout aussi lisibles.
it: Mostra una delicata scena di alba, giorno, tramonto e notte dietro la schermata Oggi. Disattivalo per uno sfondo scuro semplice, le tue schede restano altrettanto leggibili.
pl: Pokazuje łagodną scenę wschodu słońca, dnia, zmierzchu i nocy za ekranem Dzisiaj. Wyłącz tę opcję, aby uzyskać zwykłe ciemne płótno. Twoje karty pozostają dokładnie tak samo czytelne.
pt_pt: Mostra uma cena suave do nascer do sol, do dia, do anoitecer e da noite atrás do ecrã Hoje. Desligue-o para obter um ecrã escuro e liso. Os teus cartões permanecem exatamente legíveis.
ru: Показывает мягкую сцену рассвета, дня, сумерек и ночи на фоне экрана «Сегодня». Отключите для простого тёмного фона. Читаемость карточек не изменится.
th: แสดงพื้นหลังบรรยากาศพระอาทิตย์ขึ้น กลางวัน ยามเย็น และกลางคืนบนหน้าวันนี้ เมื่อปิดจะใช้พื้นหลังสีเข้มแบบเรียบ โดยการ์ดยังคงอ่านได้ชัดเจน
zh_hans: 在「今天」界面背后显示柔和的日出、白天、黄昏和夜晚场景。将它关闭可获得纯粹的深色画布，你的卡片依然同样清晰易读。
zh_hant: 在「今天」畫面背後顯示柔和的日出、白天、黃昏和夜晚場景。將它關閉可獲得純粹的深色畫布，你的卡片依然同樣清晰易讀。

source: Shows the advanced settings sections
de: Zeigt die erweiterten Einstellungsbereiche
es: Muestra las secciones de ajustes avanzados
fr: Affiche les sections des paramètres avancés
it: Mostra le sezioni delle impostazioni avanzate
pl: Wyświetla sekcje ustawień zaawansowanych
pt_pt: Mostra as secções de definições avançadas
ru: Показывает разделы расширенных настроек
th: แสดงส่วนการตั้งค่าขั้นสูง
zh_hans: 显示高级设置的各部分
zh_hant: 顯示進階設定的各部分

source: Shows the Apple Health permission sheet
de: Zeigt das Apple-Health-Berechtigungsblatt
es: Muestra la hoja de permisos de Apple Health
fr: Affiche la feuille d'autorisation Apple Santé
it: Mostra il foglio dei permessi di Apple Health
pl: Pokazuje arkusz uprawnień Apple Health
pt_pt: Mostra a folha de permissões do Apple Health
ru: Показывает окно разрешений Apple Health
th: แสดงเอกสารการอนุญาตของ Apple Health
zh_hans: 显示 Apple 健康权限面板
zh_hant: 顯示 Apple 健康權限面板

source: Shows your live heart rate on the Lock Screen and in the Dynamic Island while the strap is connected. Turn it off to keep your live HR out of the Dynamic Island. (Any one already showing clears within a moment.)
de: Zeigt deine Live-Herzfrequenz auf dem Sperrbildschirm und in der Dynamic Island, während der Strap verbunden ist. Schalte es aus, um deine Live-HF aus der Dynamic Island fernzuhalten. (Eine bereits angezeigte verschwindet gleich darauf.)
es: Muestra tu frecuencia cardíaca en vivo en la pantalla de bloqueo y en la Dynamic Island mientras la pulsera está conectada. Desactívalo para mantener tu FC en vivo fuera de la Dynamic Island. (Cualquiera que ya se muestre desaparece en un momento.)
fr: Affiche votre fréquence cardiaque en direct sur l'écran verrouillé et dans la Dynamic Island tant que le bracelet est connecté. Désactivez-la pour garder votre FC en direct hors de la Dynamic Island. (Toute FC déjà affichée disparaît sous peu.)
it: Mostra la tua frequenza cardiaca in diretta sulla schermata di blocco e nella Dynamic Island mentre la fascia è connessa. Disattivalo per tenere la tua FC in diretta fuori dalla Dynamic Island. (Quella eventualmente già mostrata sparisce in un attimo.)
pl: Pokazuje Twoje tętno na żywo na ekranie blokady i na Dynamic Island, gdy pasek jest podłączony. Wyłącz tę opcję, aby Twoje tętno na żywo nie znajdowało się poza dynamiczną wyspą. (Każdy, kto już pokazał, znika w ciągu chwili.)
pt_pt: Mostra a tua frequência cardíaca em direto no ecrã de bloqueio e na Ilha Dinâmica enquanto a bracelete está ligada. Desligue-o para manter o teu RH ativo fora da Ilha Dinâmica. (Qualquer um que já esteja a aparecer será eliminado daqui a pouco.)
ru: Показывает ваш текущий пульс на заблокированном экране и в Dynamic Island, пока браслет подключён. Отключите, чтобы пульс не отображался в Dynamic Island. (Уже показанный индикатор исчезнет через мгновение.)
th: แสดงอัตราการเต้นหัวใจแบบเรียลไทม์บนหน้าจอล็อคและใน Dynamic Island ในขณะที่เชื่อมต่อสายรัดอยู่ ปิดเพื่อให้ HR แบบเรียลไทม์ของคุณไม่อยู่ใน Dynamic Island (ใครก็ตามที่แสดงให้เห็นแล้วเคลียร์ภายในครู่หนึ่ง)
zh_hans: 在手环连接期间，于锁定屏幕和灵动岛上显示你的实时心率。将它关闭可让你的实时心率不出现在灵动岛中。（任何已在显示的都会在片刻内清除。）
zh_hant: 在手環連接期間，於鎖定畫面和動態島上顯示你的即時心率。將它關閉可讓你的即時心率不出現在動態島中。（任何已在顯示的都會在片刻內清除。）

source: Sick
de: Krank
es: Enfermo
fr: Malade
it: Malato
pl: Chory
pt_pt: Doente
ru: Больной
th: ป่วย
zh_hans: 生病了
zh_hant: 生病了

source: side by side · %@ before each reading
de: Seite an Seite · %@ vor jeder Messung
es: lado a lado · %@ antes de cada lectura
fr: côte à côte · %@ avant chaque lecture
it: affiancati · %@ prima di ogni lettura
pl: obok siebie · %@ przed każdym odczytem
pt_pt: lado a lado · %@ antes de cada leitura
ru: рядом · %@ до каждого измерения
th: เคียงข้างกัน · %@ ก่อนอ่านแต่ละครั้ง
zh_hans: 并排 · 每次读数之前的 %@
zh_hant: 並排 · 每次讀數之前的 %@

source: Signal Trust
de: Signalvertrauen
es: Confianza de la señal
fr: Confiance du signal
it: Affidabilità del segnale
pl: Zaufanie sygnału
pt_pt: Confiança no sinal
ru: Достоверность сигнала
th: ความน่าเชื่อถือของสัญญาณ
zh_hans: 信号信任度
zh_hant: 訊號信任度

source: Signals are down a touch. Keep it easy today.
de: Die Werte sind etwas gesunken. Heute lieber locker angehen.
es: Las señales están un poco bajas. Tómatelo con calma hoy.
fr: Les signaux sont un peu en baisse. Restez souple aujourd'hui.
it: I segnali sono leggermente bassi. Oggi vacci piano.
pl: Sygnały osłabły. Dziś będzie to łatwe.
pt_pt: Os sinais diminuíram um pouco. Tenha calma hoje.
ru: Показатели немного снижены. Сегодня не перегружайтесь.
th: สัญญาณขาดหาย ให้มันง่ายในวันนี้
zh_hans: 各项指标略有下降。今天请保持轻松。
zh_hant: 各項指標略有下降。今天請保持輕鬆。

source: Signals up
de: Signale erhöht
es: Señales al alza
fr: Signaux en hausse
it: Segnali in aumento
pl: Sygnały w górę
pt_pt: Sinaliza
ru: Показатели выросли
th: สัญญาณขึ้น
zh_hans: 信号上升
zh_hant: 訊號上升

source: SIGNIFICANT
de: SIGNIFIKANT
es: SIGNIFICATIVO
fr: SIGNIFICATIF
it: SIGNIFICATIVO
pl: ISTOTNE
pt_pt: IMPORTANTE
ru: ЗНАЧИМО
th: สำคัญ
zh_hans: 显著
zh_hant: 顯著

source: Silence-first strap coaching during workouts.
de: Silence-first strap coaching während des workouts.
es: Entrenamiento de correa silenciosa durante ejercicios.
fr: Entraînement silence-première sangle pendant les séances d'entraînement.
pl: Trening pasków polegający na ciszy podczas treningów.
pt_pt: Treino com bracelete silenciosa durante os treinos.
th: การฝึกสอนสายรัดแบบเงียบก่อนระหว่างการออกกำลังกาย

source: Silent Guardian
de: Stiller Wächter
es: Guardián silencioso
fr: Gardien silencieux
it: Guardiano silenzioso
pl: Cichy opiekun
pt_pt: Guardião Silencioso
ru: Тихий страж
th: ผู้พิทักษ์ไร้เสียง
zh_hans: 沉默的守护者
zh_hant: 沉默的守護者

source: SILENT GUARDIAN
de: STILLER WÄCHTER
es: GUARDIÁN SILENCIOSO
fr: GARDIEN SILENCIEUX
it: GUARDIANO SILENZIOSO
pl: CICHA STRONKA
pt_pt: GUARDIÃO SILENCIOSO
ru: ТИХИЙ СТРАЖ
th: ผู้พิทักษ์ไร้เสียง
zh_hans: 静默守护
zh_hant: 靜默守護

source: Silent haptic HIIT, the strap buzzes the transitions
de: Stilles haptisches HIIT, der Strap vibriert die Übergänge
es: HIIT háptico silencioso: la correa vibra en las transiciones
fr: HIIT haptique silencieux, le bracelet vibre aux transitions
it: HIIT aptico silenzioso, la fascia vibra alle transizioni
pl: Cichy dotykowy HIIT, pasek brzęczy przy przejściach
pt_pt: HIIT háptico silencioso, a bracelete vibra nas transições
ru: Тихая высокоинтенсивная интервальная тренировка с вибросигналами, браслет подсказывает смену интервалов
th: HIIT แบบเงียบ สายรัดจะสั่นเมื่อเปลี่ยนช่วง
zh_hans: 静默触感 HIIT，，手环以震动提示各阶段切换
zh_hant: 靜默觸感 HIIT，，手環以震動提示各階段切換

source: Silent haptic HIIT: the strap buzzes the transitions
de: Stilles haptisches HIIT: Der Strap vibriert die Übergänge
es: HIIT háptico silencioso: la pulsera vibra en las transiciones
fr: HIIT haptique silencieux : le bracelet vibre aux transitions
it: HIIT aptico silenzioso, la fascia vibra alle transizioni
pl: Cichy dotykowy HIIT: pasek brzęczy przy przejściach
pt_pt: HIIT tátil silencioso: a bracelete vibra nas transições
ru: Бесшумный тактильный HIIT: браслет вибрирует при смене фаз
th: HIIT แบบเงียบ: สายรัดจะสั่นเมื่อเปลี่ยนช่วง
zh_hans: 静默触感 HIIT，手环以震动提示各阶段切换
zh_hant: 靜默觸感 HIIT，手環以震動提示各階段切換

source: Silent strap coaching against today's Charge.
de: Stilles Strap-Coaching anhand deiner heutigen Charge.
es: Orientación silenciosa de la correa según tu Charge de hoy.
fr: Coaching silencieux du bracelet selon votre Charge du jour.
it: Coaching silenzioso del cinturino in base alla Charge di oggi.
pl: Cichy trening pasków w porównaniu z dzisiejszym Energia.
pt_pt: Orientação silenciosa da bracelete com base na Charge de hoje.
ru: Тихие подсказки браслета с учётом сегодняшней Charge.
th: การฝึกสอนสายรัดแบบเงียบกับ พลังฟื้นตัว ในปัจจุบัน
zh_hans: 根据今天的 Charge 提供静默腕带指导。
zh_hant: 根據今天的 Charge 提供靜默腕帶指導。

source: Similar in spirit to WHOOP's Sleep Performance %; our composite is our own.
de: Ähnlich im Geist zu WHOOPs Sleep Performance %; unser Kompositwert ist unser eigener.
es: Similar en espíritu al % de rendimiento del sueño de WHOOP; nuestro compuesto es propio.
fr: Comparable dans l'esprit au % de performance du sommeil de WHOOP ; notre composite nous est propre.
it: Simile nello spirito allo Sleep Performance % di WHOOP; il nostro composito è tutto nostro.
pl: Podobny w duchu do % wydajności snu WHOOP; nasz kompozyt jest nasz własny.
pt_pt: Semelhante em espírito ao % de desempenho do sono do WHOOP; nosso composto é nosso.
ru: По духу похоже на Sleep Performance % у WHOOP; наш составной показатель — собственная разработка.
th: คล้ายกันในจิตวิญญาณกับประสิทธิภาพการนอนของ WHOOP %; คอมโพสิตของเราเป็นของเราเอง
zh_hans: 理念上与 WHOOP 的睡眠表现百分比相似；但我们的综合算法是自己的。
zh_hant: 與 WHOOP 的 Sleep Performance % 理念相近；我們的綜合評分是自己的。

source: Single
de: Einzeln
es: Única
fr: Unique
it: Singolo
pl: Pojedynczy
pt_pt: Solteiro
ru: Одиночный
th: เดี่ยว
zh_hans: 单次
zh_hant: 單次

source: Single reading in range
de: Einzelner Messwert im Bereich
es: Lectura única en el rango
fr: Lecture unique dans la plage
it: Lettura singola nell'intervallo
pl: Pojedynczy odczyt w zakresie
pt_pt: Leitura única no intervalo
ru: Единичное измерение в норме
th: มีค่าที่วัดได้ 1 ค่าในช่วงนี้
zh_hans: 范围内的单次读数
zh_hant: 範圍內的單次讀數

source: Sip
de: Schluck
es: Sorbo
fr: Gorgée
it: Sorso
pl: Łyk
pt_pt: Beber
ru: Глоток
th: จิบ
zh_hans: 一口
zh_hant: 一口

# Sip %lld ml · Cup %lld ml · Bottle %lld ml
source: Sip %1$lld ml · Cup %2$lld ml · Bottle %3$lld ml
de: Schluck %1$lld ml · Tasse %2$lld ml · Flasche %3$lld ml
es: Sorbo %lld ml · Taza %lld ml · Botella %lld ml
fr: Gorgée %1$lld ml · Tasse %2$lld ml · Bouteille %3$lld ml
it: Sorso %1$lld ml · Tazza %2$lld ml · Bottiglia %3$lld ml
pl: Łyk %1$lld ml · Kubek %2$lld ml · Butelka %3$lld ml
pt_pt: Beber %1$lld ml · Copo %2$lld ml · Frasco %3$lld ml
ru: Глоток %1$lld мл · Чашка %2$lld мл · Бутылка %3$lld мл
th: จิบ %lld ml · ถ้วย %lld ml · ขวด %lld ml
zh_hans: 一口 %1$lld 毫升 · 一杯 %2$lld 毫升 · 一瓶 %3$lld 毫升
zh_hant: 一口 %1$lld 毫升 · 一杯 %2$lld 毫升 · 一瓶 %3$lld 毫升

source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e Comandi rapidi
pl: Siri i skróty
pt_pt: Siri e atalhos
ru: Siri и Shortcuts
th: สิริและทางลัด
zh_hans: Siri 与快捷指令
zh_hant: Siri 與捷徑

source: Sit still and breathe normally. Tap below to take a 60-second reading.
de: Sitz still und atme normal. Tippe unten für eine 60-Sekunden-Messung.
es: Quédate quieto y respira con normalidad. Toca abajo para tomar una lectura de 60 segundos.
fr: Restez immobile et respirez normalement. Touchez ci-dessous pour effectuer une lecture de 60 secondes.
it: Stai fermo e respira normalmente. Tocca qui sotto per fare una lettura di 60 secondi.
pl: Usiądź spokojnie i oddychaj normalnie. Kliknij poniżej, aby dokonać 60-sekundowego odczytu.
pt_pt: Sente-se quieto e respire normalmente. Toque em baixo para fazer uma leitura de 60 segundos.
ru: Сидите неподвижно и дышите нормально. Нажмите ниже, чтобы сделать 60-секундное измерение.
th: นั่งนิ่งและหายใจตามปกติ แตะด้านล่างเพื่อวัดค่าเป็นเวลา 60 วินาที
zh_hans: 静坐并正常呼吸。点按下方开始 60 秒读数。
zh_hant: 靜坐並正常呼吸。點按下方進行 60 秒讀數。

source: Sit still and breathe with the buzz. You can stop anytime; a stopped sweep won't lock a pace.
de: Sitz still und atme mit dem Vibrieren. Du kannst jederzeit stoppen; ein gestoppter Durchlauf fixiert kein Tempo.
es: Quédate quieto y respira con la vibración. Puedes parar cuando quieras; un barrido detenido no fija un ritmo.
fr: Restez immobile et respirez au rythme des vibrations. Vous pouvez arrêter à tout moment ; un balayage arrêté ne fixera pas de rythme.
it: Stai fermo e respira con la vibrazione. Puoi fermarti in qualsiasi momento; una scansione interrotta non bloccherà un ritmo.
pl: Usiądź spokojnie i oddychaj szumem. Możesz zatrzymać się w dowolnym momencie; zatrzymany ruch nie zablokuje tempa.
pt_pt: Sente-se quieto e respire com o zumbido. Pode parar a qualquer momento; uma varredura interrompida não bloqueia o ritmo.
ru: Сидите неподвижно и дышите в такт вибрации. Вы можете остановиться в любой момент; прерванная развёртка не зафиксирует темп.
th: นั่งนิ่งและหายใจตามจังหวะสั่น คุณหยุดได้ทุกเมื่อ หากหยุดกลางคันระบบจะไม่บันทึกจังหวะ
zh_hans: 坐姿静止，跟着震动呼吸。你可以随时停止；被停止的扫掠不会锁定节奏。
zh_hant: 坐姿靜止，跟著震動呼吸。你可以隨時停止；被停止的掃掠不會鎖定節奏。

source: Sit still, breathe normally. Keep your wrist relaxed and steady.
de: Sitz still, atme normal. Halte dein Handgelenk entspannt und ruhig.
es: Quédate quieto, respira con normalidad. Mantén la muñeca relajada y firme.
fr: Restez immobile, respirez normalement. Gardez votre poignet détendu et stable.
it: Stai fermo, respira normalmente. Tieni il polso rilassato e fermo.
pl: Usiądź spokojnie, oddychaj normalnie. Trzymaj nadgarstek rozluźniony i stabilny.
pt_pt: Sente-se quieto, respire normalmente. Mantenha o pulso relaxado e firme.
ru: Сидите неподвижно, дышите нормально. Держите запястье расслабленным и неподвижным.
th: นั่งนิ่งหายใจตามปกติ รักษาข้อมือของคุณให้ผ่อนคลายและมั่นคง
zh_hans: 静坐，正常呼吸。保持手腕放松且平稳。
zh_hant: 靜坐，正常呼吸。保持手腕放鬆且穩定。

source: Sitting for
de: Im Sitzen seit
es: Sentado durante
fr: Assis depuis
it: Seduto da
pl: Siedzę dla
pt_pt: Sentado por
ru: Сидите уже
th: นั่งเพื่อ
zh_hans: 已久坐
zh_hant: 久坐已

source: Skin temp
de: Hauttemp.
es: Temp. de la piel
fr: Temp. cutanée
it: Temp. cutanea
pl: Temperatura skóry
pt_pt: Temperatura da pele
ru: Темп. кожи
th: อุณหภูมิผิวหนัง
zh_hans: 皮肤温度
zh_hant: 皮膚溫度

source: Skin Temp
de: Hauttemperatur
es: Temp. de piel
fr: Temp. cutanée
it: Temp. pelle
pl: Temperatura skóry
pt_pt: Temperatura da pele
ru: Темп. кожи
th: อุณหภูมิผิวหนัง
zh_hans: 皮肤温度
zh_hant: 皮膚溫度

source: Skin Temp Δ
de: Hauttemperatur Δ
es: Temp. de piel Δ
fr: Temp. cutanée Δ
it: Temp. pelle Δ
pl: Temperatura skóry Δ
pt_pt: Temperatura da pele Δ
ru: Темп. кожи Δ
th: อุณหภูมิผิว ∆
zh_hans: 皮肤温度 Δ
zh_hant: 皮膚溫度 Δ

source: Skin temperature
de: Hauttemperatur
es: Temperatura de la piel
fr: Température cutanée
it: Temperatura della pelle
pl: Temperatura skóry
pt_pt: Temperatura da pele
ru: Температура кожи
th: อุณหภูมิผิวหนัง
zh_hans: 皮肤温度
zh_hant: 皮膚溫度

source: Skin Temperature
de: Hauttemperatur
es: Temperatura de la piel
fr: Température cutanée
it: Temperatura cutanea
pl: Temperatura skóry
pt_pt: Temperatura da pele
ru: Температура кожи
th: การเปลี่ยนแปลงอุณหภูมิผิวหนัง
zh_hans: 皮肤温度
zh_hant: 皮膚溫度

# Skin temperature %@. %@. Reliable.
source: Skin temperature %1$@. %2$@. Reliable.
de: Hauttemperatur %1$@. %2$@. Verlässlich.
es: Temperatura de la piel %@. %@. Fiable.
fr: Température cutanée %1$@. %2$@. Fiable.
it: Temperatura cutanea %1$@. %2$@. Affidabile.
pl: Temperatura skóry %1$@. %2$@. Niezawodny.
pt_pt: Temperatura da pele %1$@. %2$@. Confiável.
ru: Температура кожи: %1$@. %2$@. Достоверно.
th: อุณหภูมิผิวหนัง %@. %@. เชื่อถือได้.
zh_hans: 皮肤温度 %1$@。%2$@。可靠。
zh_hant: 皮膚溫度 %1$@。%2$@。可靠。
